WebTestXML/File/Soap.xml

<?xml version="1.0" encoding="UTF-8"?>
<SOAP-ENV:Envelope xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/" xmlns:ns1="urn:ebay:apis:eBLBaseComponents" xmlns:ns2="urn:ebay:api:PayPalAPI">
  <SOAP-ENV:Header>
    <ns2:RequesterCredentials>
      <ns1:Credentials>
        <Username>chavodel8x_api1.hotmail.com</Username>
        <Password>1404939613</Password>
        <Signature>AFcWxV21C7fd0v3bYYYRCpSSRl31ASXHfFLXGGwmp.NHOkD0q-5gTIJo<Signature/>
      </ns1:Credentials>
    </ns2:RequesterCredentials>
  </SOAP-ENV:Header>
  <SOAP-ENV:Body>
    <ns2:TransactionSearchReq>
      <ns2:TransactionSearchRequest>
        <ns1:Version>65.1</ns1:Version>
        <ns2:StartDate>2013-08-24T05:38:48Z</ns2:StartDate>
      </ns2:TransactionSearchRequest>
    </ns2:TransactionSearchReq>
  </SOAP-ENV:Body>
</SOAP-ENV:Envelope>